[
  {
    "id": 1,
    "nombre": "Figma",
    "url": "https://www.figma.com",
    "categoria": "Diseño",
    "descripcion": "Herramienta colaborativa de diseño de interfaces y prototipos en tiempo real. Ideal para equipos de diseño que necesitan trabajar juntos de forma remota."
  },
  {
    "id": 2,
    "nombre": "VS Code",
    "url": "https://code.visualstudio.com",
    "categoria": "Desarrollo",
    "descripcion": "Editor de código fuente desarrollado por Microsoft. Ligero, potente y con una amplia biblioteca de extensiones para cualquier lenguaje de programación."
  },
  {
    "id": 3,
    "nombre": "Notion",
    "url": "https://www.notion.so",
    "categoria": "Productividad",
    "descripcion": "Espacio de trabajo todo en uno para notas, documentos, bases de datos y gestión de proyectos. Perfecto para organizar información personal y de equipo."
  },
  {
    "id": 4,
    "nombre": "GitHub",
    "url": "https://github.com",
    "categoria": "Desarrollo",
    "descripcion": "Plataforma de alojamiento de código para control de versiones y colaboración. Permite que múltiples desarrolladores trabajen juntos en proyectos de cualquier escala."
  },
  {
    "id": 5,
    "nombre": "Slack",
    "url": "https://slack.com",
    "categoria": "Comunicación",
    "descripcion": "Plataforma de mensajería para equipos que centraliza las comunicaciones, integraciones y archivos en un solo lugar organizado por canales."
  },
  {
    "id": 6,
    "nombre": "Trello",
    "url": "https://trello.com",
    "categoria": "Productividad",
    "descripcion": "Herramienta de gestión de proyectos basada en tableros Kanban. Visual, intuitiva y perfecta para organizar tareas y flujos de trabajo."
  },
  {
    "id": 7,
    "nombre": "Canva",
    "url": "https://www.canva.com",
    "categoria": "Diseño",
    "descripcion": "Plataforma de diseño gráfico simplificada con miles de plantillas. Ideal para crear contenido visual sin necesidad de experiencia en diseño profesional."
  },
  {
    "id": 8,
    "nombre": "Postman",
    "url": "https://www.postman.com",
    "categoria": "Desarrollo",
    "descripcion": "Plataforma colaborativa para desarrollo de APIs. Permite probar, documentar y compartir APIs de manera eficiente con tu equipo."
  },
  {
    "id": 9,
    "nombre": "Zoom",
    "url": "https://zoom.us",
    "categoria": "Comunicación",
    "descripcion": "Software de videoconferencia líder en la industria. Ofrece reuniones de alta calidad, webinars y colaboración en tiempo real."
  },
  {
    "id": 10,
    "nombre": "Linear",
    "url": "https://linear.app",
    "categoria": "Productividad",
    "descripcion": "Sistema de seguimiento de issues diseñado para equipos de desarrollo modernos. Rápido, elegante y enfocado en la velocidad del equipo."
  },
  {
    "id": 11,
    "nombre": "Adobe XD",
    "url": "https://www.adobe.com/products/xd.html",
    "categoria": "Diseño",
    "descripcion": "Herramienta de diseño UX/UI de Adobe para crear prototipos interactivos de aplicaciones web y móviles con animaciones avanzadas."
  },
  {
    "id": 12,
    "nombre": "Docker",
    "url": "https://www.docker.com",
    "categoria": "Desarrollo",
    "descripcion": "Plataforma de contenedorización que permite empaquetar aplicaciones con todas sus dependencias para ejecutarlas en cualquier entorno."
  },
  {
    "id": 13,
    "nombre": "Tabler Icons",
    "url": "https://tabler.io/icons",
    "categoria": "Diseño",
    "descripcion": "Colección gratuita y de código abierto de más de 6,000 iconos SVG diseñados para ser consistentes, legibles y adaptables a cualquier proyecto de interfaz de usuario."
  },
  {
    "id": 14,
    "nombre": "Stitch by Google",
    "url": "https://stitch.withgoogle.com/",
    "categoria": "IA",
    "descripcion": "Herramienta de inteligencia artificial de Google que permite integrar modelos de lenguaje avanzados en aplicaciones, facilitando la creación de experiencias conversacionales y generativas."
  },
  {
    "id": 15,
    "nombre": "Excalidraw",
    "url": "https://excalidraw.com/",
    "categoria": "Diseño",
    "descripcion": "Herramienta de dibujo colaborativa y de código abierto con estilo de boceto a mano alzada, ideal para diagramas, wireframes y notas visuales en tiempo real."
  },
  {
    "id": 16,
    "nombre": "draw.io (Diagrams.net)",
    "url": "https://www.draw.io/",
    "categoria": "Diseño",
    "descripcion": "Editor gratuito y de código abierto para crear diagramas de flujo, mapas mentales, arquitecturas de software y más, con integración en Google Drive, Confluence y otras plataformas."
  },
  {
    "id": 17,
    "nombre": "Mermaid.js",
    "url": "https://mermaid.js.org/",
    "categoria": "Desarrollo",
    "descripcion": "Biblioteca JavaScript que permite generar diagramas y flujos a partir de texto simple, ideal para documentación técnica en Markdown, wikis o sitios estáticos."
  },
  {
    "id": 18,
    "nombre": "DeepSeek",
    "url": "https://deepseek.com/",
    "categoria": "IA",
    "descripcion": "Modelo de lenguaje de gran tamaño desarrollado por DeepSeek AI, optimizado para razonamiento complejo, programación y tareas multilingües."
  },
  {
    "id": 19,
    "nombre": "Qwen",
    "url": "https://qwen.ai/",
    "categoria": "IA",
    "descripcion": "Serie de modelos de lenguaje de gran tamaño creados por Alibaba Cloud, diseñados para comprensión, generación y razonamiento avanzado en múltiples idiomas y dominios."
  },
  {
    "id": 20,
    "nombre": "Gemini",
    "url": "https://gemini.google.com/",
    "categoria": "IA",
    "descripcion": "Asistente de inteligencia artificial de Google basado en la familia de modelos Gemini, capaz de ayudar con tareas creativas, técnicas, análisis de datos y más."
  },
  {
    "id": 21,
    "nombre": "Manus AI",
    "url": "https://manus.ai/",
    "categoria": "IA",
    "descripcion": "Plataforma de inteligencia artificial centrada en automatizar flujos de trabajo empresariales mediante agentes autónomos que pueden planificar, ejecutar y aprender de tareas complejas."
  },
  {
    "id": 22,
    "nombre": "Bolt",
    "url": "https://bolt.new/",
    "categoria": "Desarrollo",
    "descripcion": "Herramienta de desarrollo rápido impulsada por IA que permite crear aplicaciones web funcionales en segundos a partir de descripciones en lenguaje natural."
  },
  {
    "id": 23,
    "nombre": "NotebookLM",
    "url": "https://notebooklm.google/",
    "categoria": "IA",
    "descripcion": "Herramienta de inteligencia artificial de Google que transforma tus documentos y notas en un cuaderno interactivo, permitiéndote hacer preguntas, generar resúmenes y explorar ideas con asistencia de IA."
  },
  {
    "id": 24,
    "nombre": "Claude",
    "url": "https://claude.ai/new",
    "categoria": "IA",
    "descripcion": "Asistente de inteligencia artificial avanzado desarrollado por Anthropic, diseñado para razonamiento complejo, análisis de documentos, generación de texto y programación, con énfasis en seguridad y alineación ética."
  },
  {
    "id": 25,
    "nombre": "v0 by Vercel",
    "url": "https://v0.app/",
    "categoria": "Desarrollo",
    "descripcion": "Generador de interfaces de usuario impulsado por IA que permite crear componentes React funcionales a partir de descripciones en lenguaje natural, integrado con el ecosistema de Vercel y Next.js."
  },
  {
    "id": 26,
    "nombre": "Firebase Studio",
    "url": "https://firebase.studio/",
    "categoria": "Desarrollo",
    "descripcion": "Entorno de desarrollo en la nube de Google que acelera todo el ciclo de vida de la aplicación con agentes de IA, permitiendo construir backends, frontends y apps móviles en un solo lugar, con integración nativa de Gemini."
  }
]
